{"sections":{"main":{"type":"main-page","disabled":true,"settings":{}},"163596229834a423fd":{"type":"faq","blocks":{"a70299d1-6f15-42eb-9533-1c684154402f":{"type":"rich-text","settings":{"title":"General Questions","text":"<p>Use this section for any descriptive text you need to fill out your pages or to add introductory headings between other blocks.<\/p>","align_text":"left"}},"163596229834a423fd-0":{"type":"question","settings":{"title":"What is Javy?","text":"<p><br\/><\/p><p>Javy is convenient coffee that does not compromise on flavor or quality. Far more concentrated than your regular coffee. Your ultimate wake me up in a tea spoon. Our goal is to provide you a convenient, healthy and zero-compromise alternate to bulky coffee brewing equipment, messy leftover grounds, and gross instant coffees. With Javy there’s no need for long prep and brewing time anymore. Simply pour in a drop or two of our flavored concentrate, and you’re good-to-go!<\/p>"}},"163596229834a423fd-1":{"type":"question","settings":{"title":"What Is Javy Made Of?","text":"<p>We do not compromise on quality. Javy is made up of 100% natural Arabica beans and the purest of water<\/p>"}},"10e4aab6-ba82-4db5-8945-c7a66a774827":{"type":"question","settings":{"title":"Do You Sell At Stores?","text":"<p>No, Javy is not sold at stores.<\/p>"}},"09cd74f0-1564-401c-bb5e-47fa2fdbda43":{"type":"question","settings":{"title":"How Environmentally Friendly Are you?","text":"<p>All of our coffee beans are sourced from small reliable farmers to maintain a consistent flavor profile. We only purchase from farms that produce organic and fair trade coffees. It’s estimated that 2.5 billion single-use coffee cups are discarded globally every year. Our bottles are made of a premium glass material so that we can play our role in reducing coffee waste!<\/p>"}},"a1b7eb68-ce80-468a-a3fc-6447af2a1b78":{"type":"question","settings":{"title":"How Many Cups Does 1 Bottle Make?","text":"<p>You can make up to 30 standard 8-10oz cups with 1 bottle of Javy. <\/p>"}},"89626f00-79ee-4af4-a328-6672462a9e97":{"type":"question","settings":{"title":"What Is The Size Of The Bottle?","text":"<p>It is a 6oz bottle.<\/p>"}},"b2d9de03-815e-471e-9054-a449148d166e":{"type":"question","settings":{"title":"What Is The Caffeeine Content In A Serving?","text":"<p>1 serving (1 tsp) has the same amount of caffeine as a typical cup of coffee which is around 60mg.<\/p>"}},"1e97735d-53be-4d7f-9bfb-1eb764134901":{"type":"question","settings":{"title":"What Is The Shelf Life Of A Bottle?","text":"<p>An unopened bottle is good to be used within 6 months. Once opened refrigerate and its best used within 4-6 weeks.<\/p>"}},"923a005e-61d1-444e-a747-2dfff1fc16d8":{"type":"rich-text","settings":{"title":"Refund Policy","text":"<p>We offer a <strong>30 Day Refund Guarantee<\/strong> from the date the order tracking shows as delivered.<br\/><br\/>Our policy lasts 30 days. If 30 days have gone by since the tracking shows as delivered, unfortunately we would not be able offer you a refund or exchange.<\/p>","align_text":"left"}},"fae8ff66-0c31-4c1a-a9d6-621a71fbe058":{"type":"question","settings":{"title":"Replacements and Refunds","text":"<p><strong>30 Day Money Back Guarantee<br\/><\/strong>If you are not satisfied with the product please email our customer support team at support@javycoffee.com<br\/><br\/>Once a member of our team has assessed your issue, we will contact you with the status of your replacement or refund. Please allow for up to 2 days to hear a response from us. <br\/><\/p><p>If your refund is approved, we will send you a return label for the unused product (if you've ordered more than 1 item). As soon as your order is received back we will initiate a refund to the original payment method that you used. In the case you no longer have that payment method, we are only able to issue store credit.<\/p><p><br\/>Any refund offered will not include the original shipping cost. <br\/><br\/>You will receive the credit within a certain amount of days, depending on your card issuer’s policy. Please note that a refund can take up to 10 business days to appear in your statement but could take as long as two billing cycles. We appreciate your patience! <br\/><\/p><p>After 30 days of the order being delivered, we are no longer able to replace or refund any order. <br\/><\/p><p><br\/><\/p>"}},"1f294215-7bb4-487b-81e1-d648754517e6":{"type":"question","settings":{"title":"Received The Wrong Product","text":"<p>If you received the wrong product, please email  support@javycoffee.com. Include your name, order number, email address, a written explanation of the issue, and a picture of the item you received. <br\/><br\/>In this instance, we will ship a replacement of the correct order to you. Refunds will not be issued. <br\/><br\/><\/p>"}},"382a0cbf-286a-416b-9201-269032426335":{"type":"question","settings":{"title":"Late Arrival of Order","text":"<p>While we try our level best to ensure you receive your order within 5-7 days of your purchase, we cannot guarantee that due to the ongoing COVID-19 pandemic and other unforeseen circumstances that may affect shipping and inventory issues.  We are unable to refund for items not being delivered by a specific date, special occasion, or holiday.<br\/><br\/>Each product description states how long shipping could take. Please take note of this when ordering.<br\/><\/p><p>Once an order has shipped we will no longer be able to edit or cancel the order. <br\/><\/p>"}},"177156f4-ca8a-4e59-beb4-189e081a485b":{"type":"question","settings":{"title":"Sale Items Refunds","text":"<p>We do not offer refunds or replacements on sale items.<\/p>"}},"855b8b84-253a-4f5d-8869-b4b6d44152ae":{"type":"question","settings":{"title":"Return Shipping","text":"<p>You will be responsible for paying for the shipping costs associated with your return. <br\/><br\/>Shipping costs are nonrefundable. <br\/><br\/><strong>RETURN ADDRESS<br\/><\/strong>CargoCove Fulfillment<br\/>1501 Haines Street  <br\/>Jacksonville FL<br\/>32206-5459<br\/><br\/>PLEASE NOTE: Unless a return is approved by our customer service department, refunds will not be given for items returned to this address. There are no exceptions. <\/p>"}},"65fced10-9545-415b-8e96-ee68aec9aa8c":{"type":"question","settings":{"title":"Returning International Orders","text":"<p>All international orders are final sale and cannot be returned.<br\/><br\/>In the case that your order is lost in transit, a replacement will be issued. <\/p>"}}},"block_order":["a70299d1-6f15-42eb-9533-1c684154402f","163596229834a423fd-0","163596229834a423fd-1","10e4aab6-ba82-4db5-8945-c7a66a774827","09cd74f0-1564-401c-bb5e-47fa2fdbda43","a1b7eb68-ce80-468a-a3fc-6447af2a1b78","89626f00-79ee-4af4-a328-6672462a9e97","b2d9de03-815e-471e-9054-a449148d166e","1e97735d-53be-4d7f-9bfb-1eb764134901","923a005e-61d1-444e-a747-2dfff1fc16d8","fae8ff66-0c31-4c1a-a9d6-621a71fbe058","1f294215-7bb4-487b-81e1-d648754517e6","382a0cbf-286a-416b-9201-269032426335","177156f4-ca8a-4e59-beb4-189e081a485b","855b8b84-253a-4f5d-8869-b4b6d44152ae","65fced10-9545-415b-8e96-ee68aec9aa8c"],"settings":{"title":"Frequently Asked Questions"}}},"order":["main","163596229834a423fd"]}